import Attact1 from './img/home/台北101.png';
import Attact2 from './img/home/日月潭.png'
import Attact3 from './img/home/故宮.png'
import Attact4 from './img/home/愛河.png'
import Attact5 from './img/home/阿里山.png'
import Attact6 from './img/home/玉山.png'
import Attact7 from './img/home/合歡山.png'
import Attact8 from './img/home/墾丁.png'
import Attact9 from './img/home/中正紀念堂.png'

export const BannerImgs = [
  {
    id: "C1_379000000A_000217",
    name: "台北101",
    url: Attact1,
    desc: "臺北101購物中心為地上5樓，地下1樓的購物空間，23000坪，是臺灣首座國際頂級購物中心。擁有許多精品旗艦店，消費者可以享受到最多樣的選擇，與全球流行零時差，輕鬆擁有愉悅的購物時刻。"
  },
  {
    id: "C1_376480000A_000304",
    name: "日月潭",
    url: Attact2,
    desc: "日月潭是台灣知名天然湖泊，海拔760公尺，四周群山疊翠，氣勢恢宏；湖光山色，景致如畫。潭中盛產各種魚類，味道鮮美，潭邊美景更是不勝枚舉，四時晨昏都有不同的景致，是國內最大內陸湖。"
  },
  {
    id: "C1_379000000A_000019",
    name: "國立故宮博物院",
    url: Attact3,
    desc: "國立故宮博物院於1965年在外雙溪落成，中國宮殿式的建築，藏有全世界最多的中華藝術寶藏，收藏品主要承襲自宋、元、明、清四朝，幾乎涵蓋了整部五千年的中國歷史，數量達65萬多件。"
  },
  {
    id: "C1_397000000A_000637",
    name: "愛河",
    url: Attact4,
    desc: "白天的清新秀麗，天色一暗便流露風情萬種的浪漫，乘愛之船，細聽愛河故事，欣賞水波蕩漾的夢幻河岸風光，開啟一段愛河之旅。"
  },
  {
    id: "C1_315081300H_000092",
    name: "阿里山",
    url: Attact5,
    desc: "日出從晨霧中嶄露曙光，朝陽輕巧地躍出山頭，耀眼的光芒照亮了夜空，濤濤雲海深刻旅遊印象，也為新的一天揭開了序幕。"
  },
  {
    id: "C1_376550000A_000085",
    name: "玉山國家公園管理處",
    url: Attact6,
    desc: "南安遊客中心位在卓溪鄉卓清村，是玉山國家公園八通關古道東側的入口，主要是提供遊客旅遊資訊及解說諮詢的服務。"
  },
  {
    id: "C1_376480000A_000451",
    name: "合歡山國家森林遊樂區",
    url: Attact7,
    desc: "每年冬季寒流與濕氣帶來的降雪，總將合歡群山染成一片銀色世界，粉妝玉琢的景色絕美，為台灣公路最高點。"
  },
  {
    id: "C1_376530000A_000188",
    name: "墾丁海水浴場(大灣)",
    url: Attact8,
    desc: "海岸線長達千公尺的墾丁海水浴場，背倚大尖山，前臨巴士海峽，水域寬廣遼闊，水質澄澈如鏡，另有「大灣」別稱。"
  },
  {
    id: "C1_379000000A_000023",
    name: "中正紀念堂",
    url: Attact9,
    desc: "紀念堂是為了紀念中華民國第一任總統蔣介石，他於1975年逝世。紀念堂採用的藍白兩色，是國旗上面主要的顏色，紀念堂頂部天穹的裝飾是青天白日12道光芒，銅像朝西面對總統府和中國大陸，其中都有特殊的意義。"

  },
]